Revit 2017 API
Material.Glow Property
 The option for glow.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
[ObsoleteAttribute("This value is obsolete and will be removed in a future version of Revit. This property is no longer exposed in the Revit UI.")]
public bool Glow { get; set; }
Visual Basic
<ObsoleteAttribute("This value is obsolete and will be removed in a future version of Revit. This property is no longer exposed in the Revit UI.")> _
Public Property Glow As Boolean
	Get
	Set
Visual C++
[ObsoleteAttribute(L"This value is obsolete and will be removed in a future version of Revit. This property is no longer exposed in the Revit UI.")]
public:
property bool Glow {
	bool get ();
	void set (bool value);
}
See Also
Material Class
Autodesk.Revit.DB Namespace